clear
echo -e '𝗜𝗻𝗶𝗰𝗶𝗮𝗻𝗱𝗼 𝗹𝗮𝘀 𝗶𝗻𝘀𝘁𝗮𝗹𝗮𝗰𝗶𝗼𝗻𝗲𝘀 𝗻𝗲𝗰𝗲𝘀𝗮𝗿𝗶𝗮𝘀 𝗽𝗮𝗿𝗮 𝗲𝗹 𝗯𝗼𝘁
'
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 @𝐚𝐝𝐢𝐰𝐚𝐣𝐬𝐡𝐢𝐧𝐠/𝐛𝐚𝐢𝐥𝐞𝐲𝐬
'
npm i @adiwajshing/baileys
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐚𝐱𝐢𝐨𝐬
'
npm i axios
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐜𝐟𝐨𝐧𝐭𝐬
'
npm i cfonts
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐜𝐡𝐚𝐥𝐤
'
npm i chalk
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐜𝐡𝐞𝐞𝐫𝐢𝐨
'
npm i cheerio
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐟𝐚𝐤𝐞-𝐮𝐬𝐞𝐫𝐚𝐠𝐞𝐧𝐭
'
npm i fake-useragent
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐟𝐥𝐮𝐞𝐧𝐭-𝐟𝐟𝐦𝐩𝐞𝐠
'
npm i fluent-ffmpeg
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐡𝐱𝐳-𝐚𝐩𝐢
'
npm i hxz-api
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐢𝐧𝐬𝐭𝐚-𝐟𝐞𝐭𝐜𝐡𝐞𝐫
'
npm i insta-fetcher
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐦𝐮𝐥𝐭𝐢𝐬𝐭𝐫𝐞𝐚𝐦
'
npm i multistream
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐧𝐨𝐝𝐞-𝐟𝐞𝐭𝐜𝐡
'
npm i node-fetch
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐫𝐞𝐪𝐮𝐞𝐬𝐭
'
npm i request
sleep 5.0
echo -e '𝐈𝐧𝐬𝐭𝐚𝐥𝐚𝐧𝐝𝐨 𝐲𝐭-𝐬𝐞𝐚𝐫𝐜𝐡
'
npm i yt-search
sleep 10.0
echo -e '𝐆𝐫𝐚𝐜𝐢𝐚𝐬 𝐩𝐨𝐫 𝐮𝐭𝐢𝐥𝐢𝐳𝐚𝐫 𝐞𝐥 𝐩𝐫𝐨𝐲𝐞𝐜𝐭𝐨 𝐝𝐞 𝐈𝐧𝐤𝐲, 𝐟𝐚𝐯𝐨𝐫 𝐝𝐞 𝐧𝐨 𝐜𝐚𝐦𝐛𝐢𝐚𝐫 𝐥𝐨𝐬 𝐜𝐫𝐞𝐝𝐢𝐭𝐨𝐬'
clear
echo -e '𝐀𝐡𝐨𝐫𝐚 𝐮𝐬𝐚 ❞𝐧𝐩𝐦 𝐬𝐭𝐚𝐫𝐭❞ 𝐩𝐚𝐫𝐚 𝐩𝐫𝐞𝐧𝐝𝐞𝐫 𝐞𝐥 𝐛𝐨𝐭'
